Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kystverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As of 2018, the Norwegian Coastal Administration is involved in developing oil-spill preparedness in Kenya, Mozambique, Myanmar, Tanzania and Uganda.
nb: Per 2018 er Kenya, Mosambik, Myanmar, Tanzania og Uganda land hvor Kystverket er involvert i oppbygging av oljevernberedskap.

source: The Arctic Council was formally established in 1996 when the member states’ foreign ministers adopted the Ottawa Declaration on Arctic cooperation.
nb: Arktisk råd ble formelt etablert i 1996 da medlemslandenes utenriksministre vedtok Ottawa-erklæringen om samarbeid i Arktis.

source: Vessels with an official ESI Score of 50 or higher will be admitted 100 per cent discount in the pilotage readiness fee.
nb: Fartøy registrert med 50 poeng eller mer på skipsmiljøindeksen ESI får 100 prosent rabatt i losberedskapsavgift.

source: In February 2014, the Norwegian Supreme Court's appeals committee backed the Court of Appeal's interpretation of the duty to take measures in section 7 of the Pollution Control Act and refused permission for the appeal to proceed.
nb: I februar 2014 tiltrådte Høyesteretts ankerutvalg lagmannsrettens lovforståelse av tiltaksplikten i forurensningslovens §7, og tillot ikke anken fremmet.

source: Governments, businesses and individuals have easy access to compiled, relevant, up-to-date and reliable data.
nb: Myndigheter, næringsliv og enkeltpersoner får enkel tilgang til sammenstilte, relevante, oppdaterte og pålitelige data.

source: In addition to diesel and lubricants, the vessel had about 894 cubic metric of heavy fuel oil on board.
nb: I tillegg til diesel og smøreolje, hadde skipet 894 kubikkmeter tungolje som drivstoff ombord.

source: “S-129 gives an extra layer of information that calculates and shows where it is safe to sail.
nb: – S-129 er et ekstra lag med info som beregner og viser hvor det er trygt å seile.

source: The measures referred to in paragraph 1 shall consist of:
nb: Tiltakene nevnt i nr. 1, skal bestå av:

source: Norwegian Licence for Open Government Data (NLOD)
nb: Norsk Lisens for offentlige data – NLOD

source: Integration of digital route planning and electronic charts is in line with e-navigation, which is a global strategy that recommends the digitised and automated exchange of information between ships and authorities.
nb: Integrasjon av digitale seilingsruter og elektroniske sjøkart er i tråd med e-navigasjon, en global strategi som anbefaler digitalisering og automatisert utveksling av informasjon mellom skip og myndigheter.

source: The funding of extra security
nb: Finansiering av ytterligere

source: The vessel was carrying a total of 676 ton of oil products on board.
nb: Skipet hadde totalt 676 tonn oljeprodukter om bord.

source: A physical AIS Aid to Navigation shall preferably be arranged such that the AIS equipment is
nb: En AIS navigasjonsinnretning skal bruke ”random access TDMA” (RATDMA) for tilgangs-

source: From routeinfo.no, mariners can download routes free of charge for efficient and good route planning in advance of a voyage.
nb: Fra routeinfo.no kan navigatører laste ned seilingsruter gratis for effektiv og god ruteplanlegging i forkant av en seilas.

source: The digital route service has been developed by Asplan Viak Internet.
nb: Den digitale rutetjenesten er utviklet i samarbeid med Asplan Viak Internett.

source: This service was outsourced in 2016 and is operated by the tug boat company Bukser og Berging.
nb: Losbåttjenesten har i hovedoppdrag å bringe losen til og fra sine oppdrag.Buksèr og Berging overtok ansvaret for tilbringertjenesten på sjø sommeren 2016.

source: NCA, DSB, NOFO and the Norwegian Environment Agency are collaborating on a National Curriculum in dealing with acute pollution.
nb: Kystverket, DSB, NOFO og Miljødirektoratet samarbeider om Nasjonal læreplan i håndtering av akutt forurensning.

source: The responsible polluter has reimbursed these.
nb: Disse er refundert av ansvarlig forurenser.

source: A main hearing was held in Oslo City Court in November 2012 because the claim was disputed.
nb: På grunn av omtvistede krav ble det avholdt hovedforhandling i Oslo tingrett i november 2012.

source: 14 vessels of all sizes were involved.
nb: Det var da 14 fartøyer av varierende størrelse involvert i aksjonen.

source: Each DGPS station has reference stations that monitor all visible satellites (over 8 degrees elevation) and calculates a correction value for each satellite.
nb: Hver DGPS-stasjon har referansestasjoner som overvåker alle synlige satellitter (over 8 grader elevasjon), og beregner en korreksjonsverdi for hver satellitt.

source: The Norwegian Directorate for Civil Protection (DSB)
nb: Direktoratet for samfunnssikkerhet og beredskap (DSB)

source: Will there be tolls?
nb: Blir det bompenger?

source: An important objective for S-129 is to be able to extend the room for navigable manoeuvre.
nb: Et viktig mål med S-129 er å kunne utvide navigerbart handlingsrom.

source: o liquefied gases, cf. IGC Code, Chapter 19, excluding vessels up to 110 metres which
nb: kondenserte gasser, jf. IGC-koden, kapittel 19, unntatt fartøy opp til 110 meter som

source: On the evening of 19 November, The NCA decided to take over the leading of the response due to the major risk of acute pollution
nb: november besluttet å iverksette statlig aksjon. Lasteskipet MV Crete Cement grunnstøtte ved Aspond utenfor Fagerstrand om morgenen den 19.

source: The same rules apply on Svalbard as for mainland Norway.
nb: De samme reglene for losplikt gjelder på Svalbard som på fastlandet.

source: 14.12.2021, PEC exams (class 1 and 2) are only performed on ordinary pilot assignments.
nb: Per. 14.12.2021 utføres kun farledsbevisprøver (klasse 1 og 2) på ordinære losoppdrag.

source: According to § 12 a pilotage fee is payable for all hours where a vessels has a pilot on board, independent of the hours of active pilotage carried out.
nb: Etter lospliktforskriften § 12 skal det betales losingsavgift for alle timer losen er om bord, uavhengig av antall timer med aktiv losing.

source: These corrections are transmitted over the Norwegian Coastal Administration's maritime radio beacon in the frequency band from 283.5 kHz to 315 kHz, and they can be received by users equipped with a DGPS radio beacon receiver.
nb: Disse korreksjonene blir kringkastet over Kystverkets maritime radiofyr i frekvensbåndet fra 283,5 kHz til 315 kHz, og kan mottas av brukere som har en DGPS-radiofyrmottaker om bord.

source: The main light signal should preferably not be lower than 6 metres and not higher than
nb: Hovedlyssignal skal fortrinnsvis ikke være montert lavere enn 6 meter og ikke høyere enn

source: The duration of dark between consecutive light signals shall be no less than 8 seconds and no more than 12 seconds.4
nb: Varigheten av mørke mellom påfølgende lyssignaler skal ikke være mindre enn 8 sekunder og ikke mer enn 12 sekunder4.

source: A physical AIS Aid to Navigation is an AIS message 21 'Aids-to-navigation report (AtoN)', which represents an Aid to Navigation that physically exists.
nb: − En fysisk AIS navigasjonsinnretning er en AIS melding 21 ”Aids-to-navigation report (AtoN)” som representerer en innretning som eksisterer fysisk.

source: A couple of hours later, the ship was attached to the tugs, and it became clear that the risk of grounding had been averted.
nb: Et par timer senere var havaristen festet til slepebåtene, og det ble klart at risikoen for grunnstøting var avverget.

source: NorSat-3 will contribute to maintain Norway's constellation of satellites for monitoring maritime traffic.
nb: Den er utviklet og produsert i Norge, til en svært lav kost i romsammenheng. Norsat-3 vil styrke norsk skipsovervåking betraktelig. Publisert

source: Bjørnøya is a nature reserve and vessels are banned from sailing within one nautical mile of land from where the grounding took place.
nb: Bjørnøya er et naturreservat og i området der grunnstøtingen skjedde er det ferdselsforbud for skip ut til en nautisk mil fra land av hensyn til sjøfugl i hekketiden.

source: The Storting gave its approval in May 2021.
nb: Stortinget ga sin godkjenning i mai 2021.

source: The Coast Guard and NCA share the use of two surveillance aircraft, together with the Norwegian Oil Spill Prevention Association for operating companies.
nb: Kystvakten og Kystverket deler bruk av to overvåkningsfly, sammen med Norsk oljevernforening for operatørselskaper.

source: the ports covered by this Directive.
nb: havnene som omfattes av dette direktiv.

source: Everyone can access AIS data from vessels within the Norwegian economic zone and the protection zones off Svalbard and Jan Mayen.
nb: Alle kan få tilgang til AIS-data fra fartøy innenfor norsk økonomisk sone og vernesonene ved Svalbard og Jan Mayen.

source: o substances in category X in MARPOL Annex II, cf. IBC Code, Chapter 17
nb: stoffer i forurensningskategori X som er regulert i MARPOL vedlegg II, jf. IBC-koden, kapittel 17

source: Norwegian Radiation and Nuclear Safety Authority (DSA)
nb: Direktoratet for strålevern og atomsikkerhet (DSA)

source: In 1969, IMO established the International Convention on Civil Liability for Oil Pollution Damage (CLC).
nb: IMO etablerte i 1969 ansvarskonvensjonen (også kalt CLC-konvensjonen).

source: Vessels with a greater length than 225 metres must not use the waters between Hornelsneset lantern in the south and Gangsøya beacon in the north.
nb: Fartøy med større lengde enn 225 meter skal ikke bruke farvannet mellom Hornelsneset lanterne i sør og Gangsøya lykt i nord.

source: Annually, 1300-1400 notifications of (potentially) acute pollution require follow-up.
nb: 1300–1400 meldinger om akutt forurensning eller fare for akutt forurensning som krever oppfølging.

source: In the same service that shows wave warning, an automatic current warning has also been developed.
nb: For å gjøre tjenesten bedre vil vi gjerne ha tilbakemeldinger på ros og ris, feil, mangler og forbedringsforslag.

source: and identification of the facilities possible, if there are compensating measures such as guard ships in the area etc. 1 The safety zone can, under certain circumstances be increased to 1000 metres.
nb: identifikasjon av innretningene mulig, om det er kompenserende tiltak slik som vaktfartøy i området o.l. 1 Sikkerhetssonen kan i særskilte situasjoner økes til 1000 meter.

source: The Norwegian Coastal Administration (NCA) received the grounding report at 00:50.
nb: Kystverket mottok melding om grunnstøtingen klokken 00:50.

source: The ship had 350 tons of heavy oil and 50 tons of diesel on board.
nb: Skipet hadde 350 tonn tungolje og 50 tonn diesel ombord.

source: The Norwegian Coastal Administration can adjust the individual user access to real-time/historical AIS data by setting different filters.
nb: Kystverket kan regulere den enkelte brukertilgang til sanntid/historiske AIS-data ved å sette ulike filter.

source: This is in the plans for 2021.
nb: Dette ligger i planene for 2021.

source: The co-operation agreement between NCA and DSA describes the co-operation between the agencies on reporting / monitoring and in the event of incidents that involve a risk of radioactive contamination.
nb: Samarbeidsavtalen mellom Kystverket og DSA beskriver samarbeidet mellom etatene om rapportering/overvåkning og ved hendelser som innebærer fare for radioaktiv forurensning.

source: The operation continued until the vessel was refloated on 11 December.
nb: Arbeidet med tømming av skipet for oljeprodukter og med berging av skipet fortsatte frem til skipet ble tatt av grunnen den 11.

source: Light signals, radar transponder (racon) and AIS Aid to navigation shall:
nb: Lyssignal, radarsvarer (racon) og AIS navigasjonsinnretning skal:

source: BarentsWatch also offers AIS API endpoints for developers.
nb: BarentsWatch tilbyr også AIS API endepunkter for utviklere.

source: An AIS AtoN unit shall use 'random access TDMA' (RATDMA) for control of access to the
nb: En AIS navigasjonsinnretning skal bruke ”random access TDMA” (RATDMA) for tilgangs-

source: In international waters, all passenger ships (including high-speed passenger craft) and cargo ships (including high-speed vessels) with a gross tonnage of 500 or more, and mobile offshore drilling units with their own propulsion, must report their ports of call in Norway.
nb: Alle fartøy i internasjonal fart som er passasjerskip (herunder hurtiggående passasjerskip) Lasteskip (herunder hurtiggående lasteskip) med bruttotonnasje 500 eller mer, og flyttbare boreinnretninger som forflyttes ved hjelp av eget fremdriftsmaskineri skal melde fra ved anløp til havneterminaler i Norge.

source: A virtual AIS Aid to Navigation is an AIS message 21 'Aids-to-navigation report (AtoN)', which represents an Aid to Navigation that does not physically exist.
nb: − En virtuel AIS navigasjonsinnretning er en AIS melding 21 ”Aids-to-navigation report (AtoN)” som representerer en innretning som ikke eksisterer fysisk.

source: The Norwegian Coastal Administration (NCA) received the incident report on the evening of 4 March.
nb: Kystverket mottok melding om hendelsen på kvelden den 4. mars.

source: OMC uses this to calculate new S-129 datasets.
nb: Dette brukes av OMC til kalkulasjon av nye S-129 datasett.

source: Of the crew of 28, 18 died, including the vessel's captain.
nb: Av en besetning på 28 omkom 18, blant annet skipets kaptein.

source: A near gale was blowing from the southeast when the anchor was dropped and the wave height was calculated as between 2-4 meters.
nb: På ankringstidspunktet blåste det stiv kuling fra sydøst, og bølgehøyden ble beregnet til å være 2-4 meter.

source: The ship tunnel will be designed for vessels with a vertical clearance of 30 metres, in accordance with the requirements imposed by the Government.
nb: Skipstunnelen skal utformes for fartøy med seilingshøyde på 30 meter, i samsvar med kravene gitt av regjeringen.

source: The vessel arrived in Langesund in Telemark before noon on the same day.
nb: Skipet kom til Langesund i Telemark på formiddagen samme dag.

source: WGS-84 is also the datum used for the calculation of DGPS corrections.
nb: WGS-84 er også datumet som blir brukt ved beregning av DGPS-korreksjoner.

source: liquefied gasses, cf. the IGC Code, Chapter 19, excluding vessels up to 110 metres that
nb: kondenserte gasser, jf. IGC-koden, kapittel 19, unntatt fartøy opp til 110 meter som

source: Norway has trained several experts through the EU system who can provide crisis assistance in oil-spill preparedness, and a Norwegian expert was used during the Costa Concordia accident in Italy in 2012.
nb: Norge har utdannet flere eksperter gjennom EU systemet som kan gi krisebistand innen oljevernberedskap, og norsk ekspert ble benyttet under Costa Concordia ulykken i Italia i 2012.

source: MV Godafoss was carrying 439 containers, two of which contained a total of 12 ton of explosives.
nb: MV Godafoss var lastet med 439 containere, hvorav to inneholdt totalt 12 tonn sprengstoff.

source: You must register to be able to edit information about your own vessel - such as max speed, ice class, gross tonnage, rescue and communication capacities.
nb: Du kan blant annet legge inn informasjon om fartøyets maksfart, isklasse, bruttotonnasje, redningskapasitet og kommunikasjonsmuligheter.

source: Message types 1, 2, 3, 5 and 7 are used as described in this standard.
nb: Meldingstypene 1, 2, 3, 5 og 7 blir som beskrevet i denne standarden benyttet.

source: the regulations Section 71 that:
nb: Det følger av § 71 at:

source: The Arctic Council’s secretariat in Tromsø was established in 2013.
nb: Arktisk råds sekretariat i Tromsø ble etablert i 2013.

source: The Joint Rescue Coordination Centre initiated a rescue operation and the crew of 25 was evacuated.
nb: Det ble iverksatt redningsaksjon av Hovedredningssentralen og besetningen på 25 mann ble evakuert.

source: In total, the operation involved 19 vessels.
nb: På det meste var det 19 fartøy involvert i aksjonen.

source: The number of registered suspected oil-affected seabirds is between 50 and 200.
nb: Antall registrerte antatt oljepåvirket sjøfugl er mellom 50 og 200.

source: Contact us for more information via the Norwegian Coastal Administration’s website testhall@kystverket.no.
nb: Ta kontakt for ytterligere informasjon via Kystverkets nettsider, testhall@kystverket.no.

source: o floating pipes where the total length of the tow does not exceed 505 metres and the width of the tow does not exceed 12 metres and the maximum draught of the tow does not exceed 0.5 metres; or
nb: flytende rør der totallengden på slepet ikke overstiger 505 meter og bredden på slepet ikke overstiger 12 meter og maksimal dypgang på slepet ikke overstiger 0,5 meter, eller

source: Access to all AIS data
nb: Tilgang til alle AIS-data

source: Due to bad weather, it was not safe to tow the boat until the next morning.
nb: På grunn av dårlig vær var det ikke forsvarlig å slepe båten før om morgenen dagen etter.

source: The International Oil Pollution Compensation (IOPC) Fund was established under the Convention.
nb: Som følge av konvensjonen ble det etablert et internasjonalt erstatningsfond (IOPC Funds).

source: EMSA is an advisory body to the European Commission related to the development, updating and implementation of EU regulations in the field of maritime safety and environmental preparedness.
nb: EMSA er et rådgivende organ for EU-kommisjonen knyttet til utvikling, oppdatering og implementering av EUs regelverk innen sjøsikkerhet og miljøberedskap.

source: Ships can be loaded heavier, which means fewer trips, or they can choose shorter new routes and save fuel,” says pilot Karl Helge Haagensen.
nb: Skip kan lastes tyngre, som gir færre turer, eller de kan velge nye og kortere ruter og spare drivstoff, sier statslos Karl Helge Haagensen.

source: “We can document safe sailing depths in advance.
nb: – Vi kan her dokumentere trygg seilingsdybde i forkant.

source: Based on this, the NCA reversed the instructions to remove the vessel and the ship owner was instead ordered to remove environmentally hazardous components and objects from the wreck.
nb: På bakgrunn av dette omgjorde Kystverket pålegget om fjerning av fartøyet, og reder ble i stedet pålagt å fjerne miljøfarlige komponenter og gjenstander fra vraket.

source: It was established in 1999 and is responsible for monitoring and orginazing vessel traffic in the waters from Færder and into Oslo.
nb: Den ble etablert i 1999 og har som ansvar å overvåke og organisere skipstrafikken i farvannet fra Færder og inn til Oslo.

source: or security concerns;
nb: adgangsbegrensede områdene, og

source: The discharge from the warship is estimated to be approximately 352 cubic meters of oil, and environmental studies have been carried out to assess damage to seabirds and marine mammals, farmed fish, shells and sediment.
nb: Utslippet fra krigsskipet er beregnet til å være omtrent 352 kubikkmeter olje, og det er blitt gjort miljøundersøkelser for å vurdere skade på sjøfugl og sjøpattedyr, oppdrettsfisk, skjell og sediment.

source: The spill caused pollution in the area from Stavern in Vestfold to Lillesand in Aust-Agder, and approximately 200 locations were polluted by oil.
nb: Utslippet medførte forurensning i området fra Stavern i Vestfold til Lillesand i Aust-Agder, og ca 200 posisjoner ble forurenset med olje.

source: The Norwegian Coastal Administration's oil spill response operation ended when KNM Helge Ingstad was transported to Haakonsvern Naval Station in February 2019.
nb: Kystverkets oljevernaksjon ble avsluttet da KNM Helge Ingstad ble fraktet til Haakonsvern Orlogstasjon i februar 2019.

source: The DGPS service improves the accuracy of your GPS position and the quality of the signal.
nb: DGPS-tjenesten gir større nøyaktighet på GPS-posisjoner og styrker signalkvaliteten på systemet.

source: The VTS centres provide information services outside their normal area of activity, where possible.
nb: Sjøtrafikksentralene gir informasjonstjenester utover tjenesteområdet, der dette er mulig.

source: Karl Helge Haagensen of the Norwegian Coastal Administration was recently the pilot on board M/T Tern Ocean through the narrow and shallow Tjeldsundet sound.
nb: Karl Helge Haagensen fra Kystverket var nylig los om bord på fartøyet M/T Tern Ocean gjennom det smale og grunne Tjeldsundet.

source: The pilotage service on Svalbard is organized under the Troms and Finnmark pilot master administration.
nb: Den administreres av Troms og Finnmark losoldermannskap.

source: There will be restrictions related to the use of data from fishing vessels under 15 metres and recreational crafts under 45 metres, including the proviso that they must not be used for anything other than the stated purpose and will not be distributed to third parties.
nb: Det vil være begrensninger knyttet til bruk av data fra fiskefartøy under 15 meter og fritidsfartøy under 45 meter herunder at de ikke skal brukes til annet enn angitt formål og ikke distribueres videre.

source: The vessel was surrounded by booms on 19 November.
nb: Skipet ble innringet med lenser den 19. november.

source: A storm warning was broadcast over the radio.
nb: Det ble sendt stormvarsel over radio.

source: A strong wind was blowing from the south, it was around 3 degrees, and at around midnight, it started snowing.
nb: Det var da kraftig vind fra sør, rundt 3 grader og ved midnatt begynte det å snø.

source: Vessels arriving in and leaving Svalbard must embark/disembark the pilot at one of the pilot embarkation points.
nb: Fartøy som ankommer og forlater Svalbard må borde/kvitte los ved et av losbordingsfeltene i Isfjorden.

source: Såsteinflaket is open towards Skagerrak and unprotected from winds from the south.
nb: Såsteinflaket ligger åpent mot Skagerrak og er ubeskyttet mot vind fra syd.

source: (d) Main light signals shall be synchronized, also with subsidiary light signals
nb: (d) Hovedlyssignal skal være synkronisert, også med tilleggslyssignal

source: In Østfold the work was completed in March, while in the other areas it was completed during the autumn.
nb: I Østfold ble arbeidet ferdigstilt i mars, de øvrige områdene ble ferdigstilt på høsten.

source: The vessel is not carrying hazardous or noxious cargo (see Sections 3, 6, and 17 of the Compulsory Pilotage Regulations).
nb: ikke fører farlig eller forurensende last (se lospliktforskriften §§ 3, 6, og 17).

source: The ship owner hired a salvage company to handle the vessel, cargo and remaining bunkers.
nb: Reder engasjerte et bergingsselskap for å håndtere skipet, lasten og gjenværende bunkers.

source: be capable of functioning for at least 96 hours on an emergency energy, when no other energy sources are available.
nb: kunne fungere i minst 96 timer ved hjelp av en nødenergikilde, når ingen andre energikilder er tilgjengelig.

source: o fish pens, where the total length of the fish pens does not exceed 300 metres and the maximum draught does not exceed 0.7 metres.
nb: fiskemerder, der fiskemerdens eller fiskemerdenes totale lengde ikke overstiger 300 meter og maksimal dypgang ikke overstiger 0,7 meter.

source: According to the main rule of § 8 pilotage readiness fees for single voyages are payable when crossing the borders into and out of waters subject to fees (crossing the baseline).
nb: etter hovedregelen i § 8 påløper losberedskapsavgift for enkeltseilaser ved innseiling og utseiling, det vil si når grensen for avgiftsbelagt farvann krysses.

source: If the voyage is expected to last less than 24 hours, notice of arrival must be given before the vessel leaves the previous port.
nb: Hvis reisen er på under 24 timer, kan meldingen gis senest når fartøyet avgår fra den foregående havn.

source: have redundant propulsion
nb: har redundant fremdrift
